[sage_vosq_rarespawnone_01_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Waka no-Henja Makolo - Oh wait, what am I doing? You are not talking about acorns. Sorry, I'm one of the local bandits caught. No matter who you are, there are rare and annoying creatures that I want you to kill for me. There's no telling where or when they'll appear, but keep your fingers crossed and your eyes open..",Time=0)

[sage_vosq_rarespawnone_02_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, Masha-La is one of those monsters I talked about. You must kill him.!",Time=0)

[sage_vosq_rarespawnone_03_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Kill it is easier than my trick. So... I don't think there is anything wrong with that - they are stupid.",Time=0)

[sage_vosq_rarespawnone_04_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shanta Magolo! Another rare animal is Masha-La..",Time=0)

[sage_vosq_rarespawnone_05_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hahahaha! ... He almost breathed his own water. I hate this.",Time=0)

[sage_vosq_rarespawnone_06_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Use the traditional Aegran word: ''booyah!''.",Time=0)

[sage_vosq_rarespawnone_07_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for killing him. My mother has eaten. Haha, I'm kidding. My mother has eaten.",Time=0)

[sage_vosq_rarespawnone_08_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="New You survived almost anything, Marsala.",Time=0)

[sage_vosq_rarespawnone_09_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, it's all yours. Well, Masha-la! come back.",Time=0)

[sage_vosq_rarespawnone_10_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Think about it, I have work.",Time=0)

[sage_vosq_rarespawntwo_01_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hi Mashala, I found more and more rare things to hunt. If you want to hit people who are not my friends or family in any way.",Time=0)

[sage_vosq_rarespawntwo_02_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's right! If I hear you: Have you ever thought of killing all criminals and my friends? That is, killing you, stealing your things. Think about this.",Time=0)

[sage_vosq_rarespawntwo_03_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Humans are yet another animal to worry about. Sankarov.",Time=0)

[sage_vosq_rarespawntwo_04_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hello, good job. There are many rare species here.",Time=0)

[sage_vosq_rarespawntwo_05_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hahaha, very good.",Time=0)

[sage_vosq_rarespawntwo_06_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thumbs up. Hello, how are you, did you think we were going to kill you? bad bad?.",Time=0)

[sage_vosq_rarespawntwo_07_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Something from Marcia Lea. Sorry, "Masha La of Agran, who killed us all and spent a lot of time collecting weapons from all over the world."''.",Time=0)

[sage_vosq_rarespawntwo_08_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's all! RETURN.",Time=0)

[sage_vosq_rarespawntwo_10_live_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, my brother, when he finds out that I owe you, say "waka no pakala", don't you know? Just shoot them.",Time=0)